 [
     {
         "title":"Skupienie wzroku",
         "content":"Noworodek potrafi skupiać wzrok na przedmiotach i osobach oraz śledzić przedmioty poruszające się w jego polu widzenia. "
     },
     {
        "title":" ",
        "content":"leżąc na brzuchu, może już umieć unieść głowę i ramiona na wysokość 5 cm i utrzymać się w tej pozycji coraz dłużej. "
    },
    {
        "title":" ",
        "content":"W pozycji pionowej zachowuje chwiejnie wyprostowaną postawę, a podtrzymywane w pozycji pionowej dobrze kontroluje ustawienie głowy "
    },
    {
        "title":" ",
        "content":"samodzielnie przewraca się z boku na plecy "
    },
    {
        "title":" ",
        "content":"Leżąc na pleckach, dziecko zaczepia zawieszone w zasięgu rąk zabawki i niekiedy udaje mu się utrzymać przedmiot włożony mu przez dorosłego do ręki. "
    },
    {
        "title":"Pierwszy uśmiech",
        "content":"Dziecko uśmiecha się w reakcji na uśmiech innej osoby lub na coś, co mu się szczególnie spodoba. "
    },
    {
        "title":"Pierwsze dźwięki  ",
        "content":"Zaczyna wydawać też krótkie gardłowe dźwięki: „agu”, „ga”, „kha”, „ehe”, „he” (tzw. głużenie). "
    },
    {
        "title":" ",
        "content":"leżąc na brzuchu (w tzw. pozycji żabki), opierać się symetrycznie na przedramionach i podnosić główkę tak wysoko, że jest w stanie patrzeć prawie na wprost. "
    },
    {
        "title":"Reakcja na ruch",
        "content":"Potrafi śledzić wzrokiem przedmiot, który znajduje się ok. 15 cm od jego twarzy i porusza się w ruchu kołowym. "
    },
    {
        "title":" ",
        "content":"Niemowlę położone na plecach wytrwale próbuje obrócić się na bok. I coraz częściej mu się to udaje.  "
    },
    {
        "title":"Natężona reakcja orientacyjna",
        "content":"Niemowlę w odpowiedzi na jakiś interesujący dla niego bodziec skierowuje oczy w tę stronę z równoczesnym otwarciem buzi i zahamowaniem innych ruchów. "
    },
    {
        "title":"Papużka",
        "content":"Niemowlę lubi powtarzać usłyszane odgłosy. Na głos dorosłego odpowiada ciągiem długich gardłowych dźwięków. "
    },
    {
        "title":" ",
        "content":"trzymany pionowo niemowlak zaczyna mocno utrzymywać główkę, a położony na brzuszku unosi ją pewnie. Dziecko może też w tej pozycji oprzeć się na samych dłoniach, jednocześnie prężąc nóżki – wówczas buja się na brzuszku jak kołyska. "
    },
    {
        "title":"Pierwsze próby raczkowania",
        "content":"Niemowlę umie już je wyprostować, próbuje się nimi odpychać. "
    },
    {
        "title":"Chwyt",
        "content":"Niemowlę pewnie sięga ręką do przedmiotu, często udaje mu się go chwycić. Dziecko chwyta całą dłonią bez użycia kciuka, który zwykle pozostaje w środku dłoni. "
    },
    {
        "title":"Manifestecja obecności",
        "content":"Nowo odkrytą umiejętnością jest radosny, głośny śmiech. Oprócz tego wydaje okrzyki od wysokich do niskich tonów, grucha, cmoka.  "
    },
    {
        "title":"Foczka",
        "content":" Potrafi podnieść klatkę piersiową niemal pod kątem prostym do podłoża. To tzw. pozycja „foki”, która zapowiada przejście do następnego etapu rozwoju – raczkowania. "
    },
    {
        "title":"Mały akrobata",
        "content":"Kiedy leży na plecach sięga do stóp i prowadzi je do ust, aktywnie unosi głowę, wspiera się na głowie i nóżkach, podnosi brzuszek i poznaje świat do góry nogami. "
    },
    {
        "title":"Wstęp do samodzielności",
        "content":"Może trzymać kubek obiema rękami i unosić do ust."
    },
    {
        "title":"Pierwsze ząbki",
        "content":" "
    },
    {
        "title":"Siedzenie",
        "content":"Siada podciągane za obie ręce. W tym wieku dziecku czasem udaje się siedzieć prosto samodzielnie, jednak po krótkiej chwili zwykle wywraca się ponownie. "
    },
    {
        "title":"Próby pełzania",
        "content":"w pozycji na brzuszku próbuje pełzać do tyłu.  "
    },
    {
        "title":"Samodzielne siadanie",
        "content":"Niemowlę umie samo podciągać się do pozycji siedzącej, "
    },
    {
        "title":"Pełzanie",
        "content":" W pozycji na brzuszku posuwa się okrężnie i zaczyna pełzać do przodu. "
    },
    {
        "title":"Próby wstawania",
        "content":"Czasem stara podnieść się do stania. Niemal jednocześnie ze wstawaniem twoje dziecko może wykonać pierwsze kroki, "
    },
    {
        "title":"Raczkowanie",
        "content":"raczkować, choć są też takie dzieci, które omijają ten etap rozwoju i poruszają się w inny sposób (np. pełzając) "
    },
    {
        "title":"Samodzielne stanie",
        "content":" potrafią już przez chwilę samodzielnie ustać na szeroko rozstawionych nogach. Niemowlę może sprawiać wtedy wrażenie, że ugina się pod własnym ciężarem, ale ono w ten sposób po prostu szuka środka ciężkości. "
    },
    {
        "title":"Naśladowanie",
        "content":"Dziecko stara się naśladować otaczające je osoby, uwielbia się również popisywać umiejętnościami "
    },
    {
        "title":"Gaworzenie",
        "content":"Dziecko gaworzy, artykułując szereg sylab. Może już nawet przekształcać dźwięki swego gaworzenia w dające się rozpoznać słowa, np. „da” w sensie „daj” czy „ba” jako „bach!”.  "
    },
    {
        "title":"Samodzielne jedzenie",
        "content":"Dziecko potrafi samodzielnie trafić butelką do ust, łyżeczka z jedzeniem także ląduje w buzi "
    },
    {
        "title":"Gryzienie mamy, taty ",
        "content":"Dziecko w ten sposób testuje swoje ząbki. Co oczywiście nie oznacza, że masz się zgadzać na rolę testera. Kiedy niemowlę zamierza cię ugryźć, kategorycznie je odsuń i powiedz, że tak nie wolno robić, bo to cię boli. Jeśli będziesz postępować konsekwentnie, dziecko szybko zrozumie, że takie zachowanie jest zakazane. "
    },
    {
        "title":"Schylanie",
        "content": "dziecko potrafi schylić się lub ukucnąć, przytrzymując się jakiegoś mebla. "
    },
    {
        "title":"Mówienie",
        "content":"Niemowlę wymawia ze zrozumieniem pierwsze dwusylabowe słowa i naśladuje dźwięki. Przyswaja sobie coraz więcej słów, prawdopodobnie zna już dobrze słowa „mama”, „tata”, „pa-pa”, „spać” i „nie”. "
    },
    {
        "title":"Samodzielny krok",
        "content":" "
    }
 ]
