 [
     {
         "id":1,
         "title":"Skupienie wzroku",
         "content":"Noworodek potrafi skupiać wzrok na przedmiotach i osobach oraz śledzić przedmioty poruszające się w jego polu widzenia."
     },
     {
        "id":2,
        "title":"Utrzymywanie główki",
        "content":"Leżąc na brzuchu, może unieść głowę i ramiona na niewielką wysokość i utrzymać się w tej pozycji przez jakiś czas. "
    },
    {
        "id":3,
        "title":"Trzymanie pionu",
        "content":"W pozycji pionowej zachowuje chwiejnie wyprostowaną postawę, a podtrzymywane w pozycji pionowej dobrze kontroluje ustawienie głowy."
    },
    {
        "id":4,
        "title":"Kołyska",
        "content":"Samodzielnie przewraca się z boku na plecy "
    },
    {
        "id":5,
        "title":"Odruch chwytny",
        "content":"Leżąc na pleckach, dziecko zaczepia zawieszone w zasięgu rąk zabawki i niekiedy udaje mu się utrzymać przedmiot włożony mu przez dorosłego do ręki. "
    },
    {
        "id":6,
        "title":"Pierwszy uśmiech",
        "content":"Dziecko uśmiecha się w reakcji na uśmiech innej osoby lub na coś, co mu się szczególnie spodoba. "
    },
    {
        "id":7,
        "title":"Głużenie - pierwsze dźwięki",
        "content":"Zaczyna wydawać też krótkie gardłowe dźwięki: „agu”, „ga”, „kha”, „ehe”, „he” (tzw. głużenie). "
    },
    {
        "id":8,
        "title":"Pozycja żabki",
        "content":"Leżąc na brzuchu, opierać się symetrycznie na przedramionach i podnosić główkę na tyle wysoko, że jest w stanie patrzeć niemal na wprost. "
    },
    {
        "id":9,
        "title":"Reakcja na ruch",
        "content":"Potrafi śledzić wzrokiem przedmiot/osobę, który/-a znajduje się w niedużej odległości od jego twarzy. "
    },
    {
        "id":10,
        "title":"Przetaczanie",
        "content":"Niemowlę położone na plecach wytrwale i coraz częściej skutecznie próbuje obrócić się na bok."
    },
    {
        "id":11,
        "title":"Natężona reakcja orientacyjna",
        "content":"Niemowlę w odpowiedzi na jakiś interesujący dla niego bodziec skierowuje oczy w tę stronę z równoczesnym otwarciem buzi i zahamowaniem innych ruchów. "
    },
    {
        "id":12,
        "title":"Papużka",
        "content":"Niemowlę lubi powtarzać usłyszane odgłosy. Na głos dorosłego odpowiada ciągiem długich gardłowych dźwięków. "
    },
    {
        "id":13,
        "title":"Kołyska",
        "content":"Trzymany pionowo niemowlak zaczyna mocno utrzymywać główkę, a położony na brzuszku unosi ją pewnie. Dziecko może też w tej pozycji oprzeć się na samych dłoniach, jednocześnie prężąc nóżki – wówczas buja się na brzuszku jak kołyska. "
    },
    {
        "id":14,
        "title":"Pierwsze próby raczkowania",
        "content":"Niemowlę umie już je wyprostować, próbuje się nimi odpychać."
    },
    {
        "id":15,
        "title":"Chwyt",
        "content":"Niemowlę pewnie sięga ręką do przedmiotu, często udaje mu się go chwycić. Dziecko chwyta całą dłonią bez użycia kciuka, który zwykle pozostaje w środku dłoni. "
    },
    {
        "id":16,
        "title":"Manifestecja obecności",
        "content":"Dziecko wydaje z siebie radosny, głośny śmiech oraz okrzyki od wysokich do niskich tonów, grucha, cmoka.  "
    },
    {
        "id":17,
        "title":"Foczka",
        "content":" Potrafi podnieść klatkę piersiową niemal pod kątem prostym do podłoża."
    },
    {
        "id":18,
        "title":"Mały akrobata",
        "content":"Kiedy leży na plecach sięga do stóp i prowadzi je do ust, aktywnie unosi głowę, wspiera się na głowie i nóżkach, podnosi brzuszek i poznaje świat do góry nogami. "
    },
    {
        "id":19,
        "title":"Wstęp do samodzielności",
        "content":"Może trzymać kubek/butelkę obiema rękami i unosić do ust."
    },
    {
        "id":20,
        "title":"Pierwsze ząbki",
        "content":"Twarde dziąsła, wzmożone ślinienie oraz pchanie do ust wszystkiego co się napatoczy to pierwsze objawy ząbkowania."
    },
    {
        "id":21,
        "title":"Siedzenie",
        "content":"Siada podciągane za obie ręce. W tym wieku dziecku czasem udaje się siedzieć prosto samodzielnie, jednak po krótkiej chwili zwykle wywraca się ponownie. "
    },
    {
        "id":22,
        "title":"Próby pełzania",
        "content":"W pozycji na brzuszku próbuje pełzać do tyłu."
    },
    {
        "id":23,
        "title":"Samodzielne siadanie",
        "content":"Niemowlę umie samo podciągać się do pozycji siedzącej. "
    },
    {
        "id":24,
        "title":"Pełzanie",
        "content":" W pozycji na brzuszku posuwa się okrężnie i zaczyna pełzać do przodu. "
    },
    {
        "id":25,
        "title":"Próby wstawania",
        "content":"Czasem stara podnieść się do stania. Niemal jednocześnie ze wstawaniem dziecko może wykonać pierwsze niesamodzielne kroki. "
    },
    {
        "id":26,
        "title":"Raczkowanie",
        "content":"Dziecko porusza się na wszystkich kończynach podtrzymując górną część ciała na rączkach i odpychając się nóżkami. "
    },
    {
        "id":27,
        "title":"Samodzielne stanie",
        "content":"Dziecko jest w stanie przez chwilę samodzielnie ustać na szeroko rozstawionych nogach. Niemowlę może sprawiać wtedy wrażenie, że ugina się pod własnym ciężarem, ale w rzeczywistości szuka środka ciężkości. "
    },
    {
        "id":28,
        "title":"Naśladowanie",
        "content":"Dziecko stara się naśladować otaczające je osoby, uwielbia się popisywać nabytymi umiejętnościami. "
    },
    {
        "id":29,
        "title":"Gaworzenie",
        "content":"Dziecko gaworzy, artykułując szereg sylab. Może już nawet przekształcać dźwięki swego gaworzenia w dające się rozpoznać słowa, np. „da” w sensie „daj” czy „ba” jako „bach!”.  "
    },
    {
        "id":30,
        "title":"Samodzielne jedzenie",
        "content":"Dziecko potrafi samodzielnie trafić butelką do ust, łyżeczka z jedzeniem ląduje w buzi "
    },
    {
        "id":31,
        "title":"Gryzienie mamy, taty ",
        "content":"Dziecko w ten sposób testuje swoje ząbki. Jednak nie oznacza to, że należy zgadzać na rolę testera."
    },
    {
        "id":32,
        "title":"Schylanie",
        "content": "Dziecko potrafi schylić się lub ukucnąć, przytrzymując się mebla/osoby. "
    },
    {
        "id":33,
        "title":"Mówienie",
        "content":"Niemowlę wymawia ze zrozumieniem pierwsze dwusylabowe słowa i naśladuje dźwięki. Przyswaja sobie coraz więcej słów, prawdopodobnie zna już dobrze słowa „mama”, „tata”, „pa-pa”, „spać” i „nie”. "
    },
    {
        "id":34,
        "title":"Próby samodzielnego stania",
        "content":"Dziecko próbuje puszczać się mebli/osób i utrzymać równowagę stojąc na szeroko rozstawionych nogach."
    },
    {
        "id":35,
        "title":"Samodzielny krok",
        "content":"Dziecko samodzielnie, bez przytrzymywania się mebli/osób potrafi zrobić kilka kroków. "
    }
 ]
